html/grbt.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-01-08 Mon 13:03 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Governmental regulation of biotechnology</title>
<meta name="author" content="Antonino Libarnes" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Governmental regulation of biotechnology</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org6819a6b">1. main agencies</a>
<ul>
<li><a href="#orgb6b1c98">1.1. Food and Drug Administration (FDA)</a></li>
<li><a href="#orgb5d321f">1.2. Environmental Protection Agency (EPA)</a></li>
<li><a href="#orgad503e2">1.3. U.S. Department of Agriculture (USDA)</a></li>
<li><a href="#org90c4278">1.4. Occupational Safety and Health Administration (OSHA)</a></li>
</ul>
</li>
<li><a href="#org034f00b">2. genetically modified organisms (GMOs)</a></li>
<li><a href="#org4253178">3. healthcare</a></li>
<li><a href="#org8e81c39">4. animal research</a></li>
<li><a href="#org0be2c83">5. waste disposal</a>
<ul>
<li><a href="#orgcfe6b39">5.1. types of waste</a>
<ul>
<li><a href="#orga2f1a8b">5.1.1. nonhazardous liquid and solid</a></li>
<li><a href="#org3bc5f47">5.1.2. biohazardous</a></li>
<li><a href="#org6e96c12">5.1.3. toxic</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgd72e042">6. nanotechnology</a></li>
<li><a href="#orgbb7dcf7">7. workplace safety</a></li>
</ul>
</div>
</div>
<div id="outline-container-org6819a6b" class="outline-2">
<h2 id="org6819a6b"><span class="section-number-2">1.</span> main agencies</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orgb6b1c98" class="outline-3">
<h3 id="orgb6b1c98"><span class="section-number-3">1.1.</span> Food and Drug Administration (FDA)</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>food + beverages are safe for human consumption</li>
<li>therapeutic drugs and devices are <b>safe</b> and <b>effective</b></li>
</ul>
</div>
</div>
<div id="outline-container-orgb5d321f" class="outline-3">
<h3 id="orgb5d321f"><span class="section-number-3">1.2.</span> Environmental Protection Agency (EPA)</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li>protect human health and envifronment</li>
</ul>
</div>
</div>
<div id="outline-container-orgad503e2" class="outline-3">
<h3 id="orgad503e2"><span class="section-number-3">1.3.</span> U.S. Department of Agriculture (USDA)</h3>
<div class="outline-text-3" id="text-1-3">
<ul class="org-ul">
<li>protect agriculture</li>
</ul>
</div>
</div>
<div id="outline-container-org90c4278" class="outline-3">
<h3 id="org90c4278"><span class="section-number-3">1.4.</span> Occupational Safety and Health Administration (OSHA)</h3>
<div class="outline-text-3" id="text-1-4">
<ul class="org-ul">
<li>protect safety of workers in workplace</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org034f00b" class="outline-2">
<h2 id="org034f00b"><span class="section-number-2">2.</span> genetically modified organisms (GMOs)</h2>
<div class="outline-text-2" id="text-2">
<dl class="org-dl">
<dt>research labs</dt><dd>NIH</dd>
<dt>commercial</dt><dd>other agencies</dd>
<dt>food supply</dt><dd>FDA
<ul class="org-ul">
<li>label <span class="underline">NOT</span> required if &ldquo;substantially equivalent&rdquo; in nutrition and health</li>
<li id="organic">&lt;5% GMO ingredients</li>
<li id="EU &amp; JP">if &gt;1% GMO ingredients, label required</li>
</ul></dd>
<dt>field testing</dt><dd>Animal and Plant Health Inspection Service (<b>APHIS</b>), sub. of USDA
<ul class="org-ul">
<li>pesticide &amp; herbicide resistance</li>
</ul></dd>
<dt>environment</dt><dd>EPA
<ul class="org-ul">
<li>Toxic Substances Control Act Biotechnology Program
<ul class="org-ul">
<li>producing industrial enzymes, chemicals</li>
<li>breaking down chemical pollutants</li>
</ul></li>
<li>microorganisms in agriculture, biosensors, biofuels</li>
</ul></dd>
</dl>
</div>
</div>
<div id="outline-container-org4253178" class="outline-2">
<h2 id="org4253178"><span class="section-number-2">3.</span> healthcare</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li>therapeutic drugs, medical devices, diagnostic tools</li>
<li>safety and efficacy</li>
<li id="regulating agency">FDA</li>
<li id="good laboratory practice (GLP)">preclinical research &amp; data meet level of quality</li>
</ul>
</div>
</div>
<div id="outline-container-org8e81c39" class="outline-2">
<h2 id="org8e81c39"><span class="section-number-2">4.</span> animal research</h2>
<div class="outline-text-2" id="text-4">
<dl class="org-dl">
<dt>Institutional Animal Care and Use Committe (IACUC)</dt><dd>oversees animal work in institution
<ul class="org-ul">
<li>need, species selection, fewest subjects</li>
</ul></dd>
<dt>Animal Welfare Act (AWA)</dt><dd>care standards during research, requires anesthesia/analgesic
<ul class="org-ul">
<li>through APHIS, USDA</li>
<li>does not cover rats &amp; mice (90% of lab research)</li>
</ul></dd>
<dt>U.S. Public Health Service (PHS) Act</dt><dd>covers lab animals in institutions that receive NIH, FDA, CDC funding
<ul class="org-ul">
<li>must adhere to &ldquo;Guide for the Care and Use of Laboratory Animals&rdquo; by National Research Council of the National Academies</li>
</ul></dd>
</dl>
</div>
</div>
<div id="outline-container-org0be2c83" class="outline-2">
<h2 id="org0be2c83"><span class="section-number-2">5.</span> waste disposal</h2>
<div class="outline-text-2" id="text-5">
<ul class="org-ul">
<li>generation and disposal</li>
<li>jurisdiction-specific guidelines</li>
<li id="regulating agency">EPA</li>
</ul>
</div>
<div id="outline-container-orgcfe6b39" class="outline-3">
<h3 id="orgcfe6b39"><span class="section-number-3">5.1.</span> types of waste</h3>
<div class="outline-text-3" id="text-5-1">
</div>
<div id="outline-container-orga2f1a8b" class="outline-4">
<h4 id="orga2f1a8b"><span class="section-number-4">5.1.1.</span> nonhazardous liquid and solid</h4>
</div>
<div id="outline-container-org3bc5f47" class="outline-4">
<h4 id="org3bc5f47"><span class="section-number-4">5.1.2.</span> biohazardous</h4>
<div class="outline-text-4" id="text-5-1-2">
<ul class="org-ul">
<li>medical waste
<ul class="org-ul">
<li>tissue samples, blood, cell/microbe cultures, virus stocks, sharps</li>
</ul></li>
<li>treated by steam sterilization (autoclaving), gas sterilization, or chemical disinfection (e.g. bleach)</li>
<li>after treatment, nonhazardous</li>
<li>sharps transported to specialized facilities</li>
</ul>
</div>
</div>
<div id="outline-container-org6e96c12" class="outline-4">
<h4 id="org6e96c12"><span class="section-number-4">5.1.3.</span> toxic</h4>
<div class="outline-text-4" id="text-5-1-3">
<ul class="org-ul">
<li>poisonous, radioactive, flammable, explosive, corrosive, carcinogenic, mutagenic, teratogenic, bioaccumulative</li>
<li>chemicals &amp; reagents labelled</li>
<li>possible disposal
<ul class="org-ul">
<li>seal &amp; bury in landfill</li>
<li>incineration</li>
<li>microorganisms converting waste to be less toxic</li>
</ul></li>
<li>high cost</li>
</ul>
</div>
</div>
</div>
</div>
<div id="outline-container-orgd72e042" class="outline-2">
<h2 id="orgd72e042"><span class="section-number-2">6.</span> nanotechnology</h2>
<div class="outline-text-2" id="text-6">
<ul class="org-ul">
<li>no specific regulations</li>
<li>EPA whitepaper (2007) on info &amp; potential issues</li>
<li>NIOSH investigating potential health concerns</li>
</ul>
</div>
</div>
<div id="outline-container-orgbb7dcf7" class="outline-2">
<h2 id="orgbb7dcf7"><span class="section-number-2">7.</span> workplace safety</h2>
<div class="outline-text-2" id="text-7">
<ul class="org-ul">
<li>health &amp; safety standards, worksite inspections, PPE necessary</li>
<li>hazardous chemicals, biohazards (microbial cultures, blood-borne pathogens)</li>
<li>training for hazmat, general safety</li>
<li>log of injuries &amp; illnesses required</li>
<li id="regulating agency">OSHA (dept. of labor)</li>
<li id="lab PPE">lab coat, safety glasses, gloves</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Antonino Libarnes</p>
<p class="date">Created: 2024-01-08 Mon 13:03</p>
</div>
</body>
</html>